# ----------------------------------------------------------------------------------------------------------------------

# Чтобы удобнее было изменять значение
unspecified = "Не задано"

# В этой переменной хранится само письмо
own_message_text = unspecified
#
own_message_text_boolean = False

# ---------
# 1. Chats
# ---------

# В этом списке хранятся все чаты, в которые нужно отправить письмо
own_message_chats = []

# ------------
# 2. Channels
# ------------

# В этом списке хранятся все каналы, в которые нужно отправить письмо
own_message_channels = []

# ------------------
# 9. Attached files
# ------------------

#
own_message_files = []

#
own_message_files_boolean = None

# ----------------------------------------------------------------------------------------------------------------------
